Repository: kamperh/kamperh.github.io
Catalog: data/siyavula_en_af.3.tmx
Source language: en
Languages: af

source: vinegar is an example of an acid that we use in our everyday lives .
af: asyn is 'n voorbeeld van 'n suur wat ons in ons alledaagse lewens gebruik .

source: acid can work on stones to break them up .
af: suur kan op klippe inwerk en hulle opbreek .

source: the acidic water breaks the surface of the stone and then the stone can break more easily .
af: die suurwater breek die oppervlak van die klip en dan breek die klip makliker .

source: rain water can also break up and wear down the surface of stones causing small pieces to break off .
af: re&#235;nwater kan ook die oppervlak van klippe opbreek en verweer wat veroorsaak dat klein deeltjies afbreek .

source: we saw an example of this with the water from the tap breaking up the cement .
af: ons het 'n voorbeeld hiervan gesien met water uit die kraan wat die sement opbreek .

source: stones rub together and their surfaces break up
af: klippe vryf teen mekaar en hulle oppervlakkes breek op

source: stones rub together when water moves them or when wind blows them against bigger stones .
af: klippe skuur teen mekaar wanneer water hulle laat beweeg or wanneer die wind hulle teen groter klippe vas waai .

source: people and animals walking on a path kick stones and break off little pieces .
af: mense en diere wat op 'n voetpad loop skop klippe en breek stukkies af .

source: small stones become even smaller and eventually the very small pieces become sand .
af: klein klippies word nog kleiner en die klein deeltjies word uiteindelik sand .

source: in real soil this change takes many years .
af: in regte grond neem hierdie verandering baie jare .

source: we can make it happen in the classroom in a week .
af: ons kan dit binne 'n week in die klas laat gebeur .

source: we will use vinegar to represent the acid water in the soil .
af: kyk na die illustrasie hieronder .

source: draw the brick as it looks on day 1 .
af: teken die baksteen soos dit op dag 1 lyk .

source: draw the brick as it looks on day 14 .
af: teken die baksteen soos dit op dag 14 lyk .

source: how has the brick changed ?
af: hoe het die baksteen verander ?

source: has the part of the brick that is above the vinegar changed in the same way as the part that is under the vinegar ?
af: het die deel van die baksteen wat bo die asyn was op dieselfde manier verander as die deel wat onder die asyn was ?

source: the vinegar moves up the brick and reacts with substances in the brick. you may find white whiskers of a new substance that has formed from the reaction between the brick and the vinegar .
af: die asyn beweeg op in die baksteen en reageer met die stowwe in die baksteen .

source: have any parts of the brick fallen off to the bottom of the container ?
af: het enige dele van die baksteen afgeval na die onderkant van die houer ?

source: represents
af: verteenwoordig

source: represents the real
af: verteenwoordig die regte

source: is not this equipment is a model of rock not the real rock .
af: is nie hierdie voorstelling is 'n model van 'n rots dit is nie 'n regte rots nie .

source: the brick a real rock and the vinegar water around the roots of plants .
af: die steen 'n regte rots en die asyn water rondom die wortels van plante .

source: represents ... represents the real
af: verteenwoordig ... verteenwoordig die regte

source: rocks break down and slowly change into sand .
af: rotse breek af en vorm stadig maar seker sand .

source: this change needs thousands of years to take place because soil wind and water do it very slowly .
af: die verandering het duisende jare nodig om plaas te vind omdat grond wind en water dit baie stadig doen .

source: sand is not soil .
af: sand is egter nie grond nie .

source: more changes must happen to sand before it is soil .
af: daar moet nog veranderinge aan sand gemaak word voor dit grond kan wees .

source: what colour is your soil ?
af: watter kleur is jou grond ?

source: use words like dark brown grey orange or yellow .
af: gebruik woorde soos donkerbruin grys oranje of geel .

source: draw some of the grains of rock sand that you find .
af: teken die rotskorrels sand wat jy gevind het .

source: draw any small bits of plants or bits of dead animals that you see in the soil .
af: teken enige klein deeltjies van plante of dooie diere wat jy in die grond sien .

source: draw any small living animals that you find in the soil .
af: teken enige klein lewende diertjies wat jy in die grond kry .

source: then let them go outside .
af: laat hulle dan buite los .

source: complete the sentence soil has sand but it also has.. .
af: voltooi die sin grond het sand maar dit het ook.. .

source: ...rock particles organic matter such as pieces of plants and dead animals etc .
af: ...rotsdeeltjies organiese materie soos dele van plante en dooie diere ens .

source: we can make soil in a few weeks but only a small amount of soil .
af: ons kan binne 'n paar weke grond maak maar slegs 'n klein hoeveelheid daarvan .

source: the class should begin this activity on the first day of the 4th term because it needs about 3 weeks to be complete .
af: die klas behoort hierdie aktiwiteit op die eerste dag van die vierde kwartaal te begin omdat dit omtrent drie weke neem om te voltooi .

source: in this activity you begin the slow process of making soil .
af: in hierdie aktiwiteit gaan jy die stadige proses begin van grond maak .

source: your class perhaps started your compost column in the first week of the term .
af: jou klas het miskien al julle komposhoop die eerste week van die kwartaal begin .

source: in the beginning you might think the compost looks ugly and is just a lot of rotting food and leaves .
af: aan die begin lyk die kompos dalk lelik net 'n klomp verrottende kos en blare .

source: it might have a smell .
af: dit mag dalk sleg ruik ook .

source: as the weeks go by you may notice changes in the colour of the compost and also in the colour and size of the small pieces .
af: soos die weke verbygaan sal jy sien hoe die kleur en die grootte van die klein stukkies verander .

source: you can also see some things begin to grow in the compost .
af: jy sal sien dat daar goed in die kompos begin groei .

source: the smell will change .
af: die reuk sal ook verander .

source: you may also see insects appear from the compost .
af: jy kan dalk insekte in die kompos sien .

source: did you notice any changes in the compost ?
af: het jy enige veranderinge in die kompos gesien ?

source: did you see anything begin to grow in the compost ?
af: het jy iets gesien wat begin groei in die kompos ?

source: this is dependent on the activity possibly fungi .
af: afhangende van die aktiwiteit &#8211; moontlik fungi .

source: what happens to the colour of the water that you pour back in every week ?
af: wat het met die kleur van die water gebeur wat jy elke week teruggooi ?

source: it should get darker and more muddy in colour .
af: dit behoort donkerder en meer modderig te lyk .

source: what do you think is in the water ?
af: wat dink jy is in die water ?

source: possibly fine bits of broken down organic material from the plants and other matter .
af: moontlik klein stukkies organiese materiaal wat afgebreek het van plante en ander materie .

source: why must you use the same water each week and not take fresh water ?
af: hoekom moet jy elke week dieselfde water teruggooi en nie vars water gebruik nie ?

source: this is so that you do not lose the nutrients from that water because if you use fresh water then you are washing out and losing the fine bits that have been broken up and beginning to form in the compost .
af: dit is sodat jy nie die nutri&#235;nte uit die water verloor nie .

source: why does the compost column become lower as the days go by ?
af: waarom word die kompos minder soos die dae verby gaan ?

source: as the days go by the organic matter is broken down into smaller particles which can pack closer together and take up less space .
af: die organiese stowwe word opgebreek in kleiner deeltjies wat stywer teenmekaar kan l&#234; en minder spasie opneem .

source: so the compost column decreases in height .
af: die kompos verloor dus hoogte .

source: where do you think the insects come from ?
af: waar dink jy kom die insekte vandaan ?

source: possibly from eggs larvae that were present on the organic matter before putting it into the compost column .
af: moontlik van eiers of larwes wat in die organiese materiaal was voordat jy dit in die komposhoop gesit het .

source: the grey hairy things that you see growing in the vegetable peels are fungi and they help to break down the peels .
af: die grys harige goed wat jy op die groenteskille sien groei is muf fungi ; dit help om die skille af te breek .

source: there are many kinds of fungi and they can have different colours .
af: daar is baie verskillende soorte muf fungi wat almal verskillende kleure het .

source: when you see insects in the compost column they could come from two places .
af: as jy insekte in die kompos sien kon hulle van twee plekke af gekom het .

source: they may be fruit flies that can get in through the air holes but they may also be hatching from eggs that insects laid in the peels and leaves before you put them into the plastic bottles .
af: hulle kan dalk vrugtevlie&#235; wees wat deur die luggate ingekom het maar hulle kon ook uitgebroei het uit eiertjies wat insekte in die skille of blare gel&#234; het voor jy hulle in die plastiekbottels gesit het .

source: do you remember in the first term when we did life and living we observed the life cycle of fruit flies ?
af: onthou jy dat ons in die eerste kwartaal in lewe en lewende dinge geleer het van die lewenssiklus van die vrugtevlieg ?

source: after about 4 weeks your compost will be a dark colour and the big pieces will have broken down into small pieces .
af: na omtrent 4 weke sal jou kompos 'n donker kleur wees en die groot dele sal almal in kleiner deeltjies opgebreek wees .

source: you can pour out the compost and mix an equal amount of sand with the compost .
af: jy kan die kompos uitgooi en gelyke hoeveelhede sand met jou kompos meng .

source: now you have made a little soil .
af: jy het nou 'n klein bietjie grond gemaak .

source: real soil is more complex than this mixture and the living things in the soil make substances that bind the grains of sand together or break down the grains into smaller pieces .
af: regte grond is meer ingewikkeld as die mengsel .

source: but for gr. 5 it is enough to help the learners understand that soil is not just sand .
af: die lewende dinge in die grond maak stowwe wat die sandkorrels aanmekaar bind of die korrels afbreek in kleiner deeltjies .

source: when introducing microorganisms start off with a discussion about them and ask learners whether they think microorganisms are living or not .
af: wanneer jy mikro organismes aan jou klas bekendstel begin die bespreking deur hulle te vra of hulle dink mikro organismes is lewend of nie .

source: when you looked at soil you found sand grains small bits of plants and small bits of animals .
af: toe jy na die sand gekyk het het jy sandkorrels en klein deeltjies plante en diere gevind .

source: but there was another group of things you could not see because they are too small .
af: daar was nog 'n ander groep dinge wat jy nie kon sien nie omdat hulle te klein is .

source: they are microorganisms .
af: hulle is mikro organismes .

source: they are living things that in the soil change dead plant and animal material into substances that plants can use and absorb through their roots .
af: hulle is lewendig en hulle werk in die grond .

source: if we work hard we can make a small amount of good topsoil in a term .
af: as ons hard werk kan ons 'n klein hoeveelheid bogrond hierdie kwartaal maak .

source: but a farmer needs good topsoil all over the farm .
af: 'n boer het egter goeie bogrond oral op sy plaas nodig .

source: nature works all over the earth but it works very slowly .
af: die natuur werk oral op die aarde maar dit werk baie stadig .

source: nature needs about 1 000 years to make topsoil just 10 cm deep .
af: die natuur het 'n 1000 jaar nodig om net 10 cm bogrond te maak .

source: if rain washes away the topsoil the farmer cannot grow good crops on that land .
af: as die re&#235;n die bogrond wegspoel kan die boer nie goeie gewasse op die grond laat groei nie .

source: when the topsoil has been lost due to wind or rain we say erosion has taken place .
af: wanneer die bogrond verlore gaan as gevolg van wind en re&#235;n s&#234; ons erosie het plaasgevind .

source: look at the picture below .
af: kyk na die prentjie hieronder .

source: even if the farmer stops the erosion it will be about 1 000 years before nature can make new topsoil to replace the soil that has been lost .
af: selfs as die boer erosie kan keer gaan dit omtrent 'n 1000 jaar neem voor die natuur nuwe bogrond maak om die grond wat weggespoel het te vervang .

source: if there is too little topsoil then there will be too few plants for animals to eat .
af: as daar te min bogrond is sal daar te min plante wees vir die diere om te eet .

source: this means that all animals depend on the topsoil even animals like lions that only eat meat .
af: al die diere is dus afhanklik van die bogrond selfs diere soos die leeu wat net vleis eet .

source: we can say that lions depend on topsoil for their food although they do not eat topsoil .
af: ons kan s&#234; dat leeus afhanklik is van die bogrond vir hulle kos alhoewel hulle nie die bogrond eet nie .

source: why do lions depend on the topsoil for their food ?
af: waarom is leeus afhanklik van die bogrond vir hulle kos ?

source: hint think back to what you learnt in the first term in life and living about food chains .
af: wenk dink terug aan wat jy in die eerste kwartaal in lewe en lewende dinge oor voedselkettings geleer het .

source: lions eat other animals such as impala zebra giraffe etc .
af: leeus eet ander diere soos impalas zebras kameelperde ens .

source: these animals are herbivores which eat grass and other plants .
af: hierdie diere is almal herbivore wat gras en ander plante eet .

source: the plants that these animals eat need topsoil to grow in .
af: die plante wat die diere eet het bogrond nodig om te groei .

source: so the lions are indirectly dependent on topsoil by their feeding relationships .
af: die leeu is dus indirek afhanklik van die bogrond as gevolg van die voedingsverhoudings tussen plante en diere .

source: have you ever noticed how many different colours and textures soil can have ?
af: het jy al gesien hoeveel verskillende kleure en teksture grond daar is ?

source: even if you are just walking around your school grounds you may come across many different types of soil .
af: selfs al loop jy net op jou skoolgrond rond kan jy baie verskillende soorte grond sien .

source: this is because soil is made up of different particles .
af: dit is omdat daar verskillende deeltjies is waaruit die grond bestaan .

source: these particles can vary in amounts and therefore make up different types of soils .
af: hierdie deeltjies kan in verskillende hoeveelhede teenwoordig wees daarom is daar verskillende soorte grond .

source: some particles are bigger others are smaller whereas some are in between .
af: party deeltjies is groter as ander en daar is ook deeltjies wat &#234;rens tussen die grotes en die kleintjies is .

source: a soil sample normally has a lot of particles either bigger smaller or in between and has a smaller portion of the other sizes .
af: 'n grondmonster het gewoonlik 'n klomp deeltjies wat of groter kleiner of tussen in is en 'n klein hoeveelheid wat ander groottes is .

source: there are 3 main types of particles which make up soil .
af: daar is 3 hoofdeeltjies waaruit grond bestaan .

source: if the soil was formed from a very hard rock then it has bigger particles if it was formed from a soft rock then the particles will be smaller .
af: as die grond uit baie harde rots gevorm het sal dit groter deeltjies bevat .

source: aim
af: doelwit

source: to find out how much sand silt and clay there is in soil from two different places .
af: om uit te vind hoeveel sand slik en klei daar in die grond op twee verskillende plekke is .

source: prediction what you think you will find out
af: voorspelling wat jy dink jy sal vind

source: the soil from will have more and the soil from will have more .
af: die grond van sal meer h&#234; en die grond van sal meer h&#234; .

source: materials and apparatus
af: materiale en apparaat

source: ask for oral answers no written answers .
af: vra vir mondelinge en nie geskrewe antwoorde nie .

source: ask learners for oral answers .
af: vra leerders om hulle antwoorde mondelings te doen .

source: make sure you get answers from different learners and it is not just the same learners each time .
af: maak seker jy kry antwoorde van verskillende leerders en dit is nie dieselfde leerder wat die heeltyd antwoord nie .

source: observations
af: waarnemings

source: draw the two jars showing the layers in your two sand samples .
af: teken die twee flesse en wys die lae in jou twee grondmonsters .

source: give your drawings labels and a heading .
af: maak byskrifte vir jou sketse en gee dit 'n opskrif .

source: how could you improve this investigation ?
af: hoe kan jy die ondersoek verbeter ?

source: conclusion what you learnt
af: gevolgtrekking wat jy geleer het

source: the difference between our two soil samples is
af: die verskil tussen ons twee grondmonsters is

source: you will see that your soil contains grains of different sizes .
af: jy sal sien dat jou grond party korrels het wat sandkorrels is sommige wat kleiner is en ander wat so klein is dat jy dit nie kan sien nie .

source: as we saw previously different soil samples collected from different places have different size particles .
af: soos ons vroe&#235;r gesien het het die verskillende soorte grond van die verskillende plekke verskillende grootte deeltjies .

source: imagine running along the beach and feeling the sand beneath your feet .
af: verbeel jou jy hardloop langs die strand en voel die sand onder jou voete .

source: now imagine running through a forest over the soil .
af: verbeel jou nou jy hardloop deur die woud oor die grond .

source: can you see there are big differences in these types of soil ?
af: kan jy agterkom dat daar 'n groot verskil is tussen hierdie soorte grond ?

source: the mixture of particles and the size of particles determines the soil type .
af: die mengsel van deeltjies en die grootte van die deeltjies bepaal die grondsoort .

source: there are 3 different types of soils
af: daar is 3 verskillende soorte grond

source: let's look at the characteristics of the soil types .
af: kom ons kyk na die eienskappe van die grondsoorte .

source: sandy soil is the soil you find at the beach .
af: sanderige grond is die grond wat jy by die strand kry .

source: it consists of large gritty particles and very tiny bits of rock which we call grains of sand .
af: dit bestaan uit groot growwe deeltjies en baie klein deeltjies rots wat ons sandkorrels noem .

source: the grains of sand are coarse and the soil is loose .
af: die sandkorrels is grof en die grond is los .

source: can you see how in the picture of sandy soil the grains can fall though your hand ?
af: kan jy in die prentjie van die sanderige grond sien hoe die korrels deur jou hand val ?

source: it does not retain fertilisers .
af: dit hou nie kunsmis nie .

source: it is easily washed or blown away .
af: dit word maklik weggewaai of weggespoel .

source: on sunny days sandy soil warms up quickly .
af: dit word maklik warm op 'n sonnige dag .

source: most plants do not grow well in sandy soil .
af: plante groei nie goed in sanderige rond nie .

source: why do you think plants do not grow well in sandy soil ?
af: waarom dink jy groei plante nie goed in sanderige grond nie ?

source: sandy soil does not have any nutrients .
af: sanderige grond bevat nie nutri&#235;nte nie .

source: it is easily blown away so plants can not form roots or roots become exposed .
af: dit word maklik weggewaai en plante kan nie wortels vorm nie of die wortels word oopgewaai .

source: sandy soil does not retain water .
af: sanderige grond behou nie water nie .

source: have you ever made a pot out of clay ?
af: het jy al 'n pot probeer maak uit kleigrond ?

source: if you are lucky enough to have done this or seen someone do it you will know a bit about the properties of clay .
af: as jy gelukkig genoeg was om dit te gedoen of gesien het sal jy 'n bietjie weet van die eienskappe van klei .

source: clay can be moulded .
af: klei kan gevorm word .

source: this is because it consists mainly of very fine particles which cling together .
af: dit is omdat dit meestal uit klein fyn deeltjies bestaan wat aanmekaar klou .

source: clay becomes sticky when wet .
af: klei raak taai wanneer dit nat word .

source: it retains fertilisers for a very long time .
af: dit hou kunsmis vir 'n lang tyd .

source: clay is not easily blown or washed away .
af: dit is moeilik vir klei om weg te waai of weg te spoel .

source: it does not become as warm as sandy soil .
af: dit word nie so warm soos sanderige grond nie .

source: do you think plants will be able to grow in clay ?
af: dink jy plante sal in klei groei ?

source: no not if the soil only consists of clay .
af: nee nie as die grond net uit klei bestaan nie .

source: this is because the clay can become waterlogged and it could pack too tightly around the roots .
af: dit is omdat klei deurweek kan word en dit te styf om die wortels pak .

source: loam is a very funny word !
af: leemgrond is 'n baie vreemde woord .

source: but this is also a type of soil .
af: dit is ook 'n soort grond .

source: loam is actually a mixture of clay sand and humus .
af: leem is eintlik 'n mengsel van klei sand en humus .

source: humus is organic material from plants and animals which is decomposing .
af: humus is organiese materiaal van plante en diere wat verrot .

source: loam is fairly loose and fertile .
af: leem is redelik los en vrugbaar .

source: it retains fertilisers longer than sandy soil .
af: dit hou kunsmis langer as sanderige grond .

source: it is not easily blown or washed away .
af: dit word nie maklik weggewaai of weggespoel nie .

source: it is much cooler than either sand or clayey soil .
af: dit is baie koeler as sand of kleigrond .

source: loam soil is the best type of soil for plants to grow in !
af: leemgrond is die beste soort grond vir plante om in te groei .

source: interesting website about soil types http school.discoveryeducation.com schooladventures soil field guide.html
af: 'n interessante webtuiste oor grondsoorte goo.gl qmnsg

source: what are the differences between loam and sand soil ?
af: wat is die verskil tussen leem en sandgrond ?

source: name three things that you find in loam but you do not find in sand .
af: noem drie dinge wat jy in leem kry maar nie in sand nie .

source: plant material animal material living organisms microorganisms .
af: plantmateriaal dieremateriaal lewende organismes mikro organismes .

source: each soil type also contains air and water and sometimes the remains of dead organisms and very small living organisms .
af: elke grondsoort bevat lug en water soms is daar ook die oorblyfsels van dooie organismes en klein lewende organismes .

source: we do know that many plants can live through the dry season even though no rain falls for eight months .
af: ons weet dat baie plante deur die dro&#235; seisoen kan bly lewe selfs al val daar vir agt maande geen re&#235;n nie .

source: how do they do it ?
af: hoe doen hulle dit ?

source: are the drops on the top or the bottom of the plastic ?
af: is die druppels aan die bokant of onderkant van die plastiek ?
